app/Models/PinjamlabModel.php

    public function getPinjamlab($id = false)
    {
        if ($id === false){
            return $this->findAll();
---
SELECT *
FROM `pinjamlab`